Repository: cjttca-cd/gaijin-life-navi
Catalog: app/lib/l10n/app_*.arb
Languages: pt, vi

# subscriptionCheckout
source: Subscribe Now
pt: Assinar Agora
vi: Đăng ký ngay

# subscriptionRecommended
source: RECOMMENDED
pt: RECOMENDADO
vi: KHUYẾN NGHỊ

# subscriptionCancelling
source: Cancelling...
pt: Cancelando...
vi: Đang hủy...

# subscriptionCancellingAt
source: Your plan will end on {date}
pt: Seu plano terminará em {date}
vi: Gói của bạn sẽ kết thúc vào {date}

# subscriptionFeatureFreeChat
source: 20 free AI chats on signup
pt: 5 chats IA por dia
vi: 5 cuộc trò chuyện AI mỗi ngày

# subscriptionFeatureFreeScans
source: 3 document scans per month
pt: 3 digitalizações por mês
vi: 3 lần quét tài liệu mỗi tháng

# subscriptionFeatureFreeTracker
source: Track up to 3 procedures
pt: Rastrear até 3 procedimentos
vi: Theo dõi tối đa 3 thủ tục

# subscriptionFeatureFreeCommunityRead
source: Read community posts
pt: Ler publicações da comunidade
vi: Đọc bài viết cộng đồng

# subscriptionFeatureCommunityPost
source: Post & reply in community
pt: Publicar & responder na comunidade
vi: Đăng bài và trả lời trong cộng đồng

# subscriptionFeatureUnlimitedChat
source: Unlimited AI chats
pt: Chats IA ilimitados
vi: Trò chuyện AI không giới hạn

# profileTitle
source: Profile
pt: Conta
vi: Hồ sơ

# profileEditTitle
source: Edit Profile
pt: Editar Perfil
vi: Chỉnh sửa hồ sơ

# profileEdit
source: Edit Profile
pt: Editar Perfil
vi: Chỉnh sửa hồ sơ

# profileNationality
source: Nationality
pt: Nacionalidade
vi: Quốc tịch

# profileResidenceStatus
source: Residence Status
pt: Status de Residência
vi: Tư cách cư trú

# profileRegion
source: Region
pt: Região
vi: Khu vực

# profileLanguage
source: Language
pt: Idioma
vi: Ngôn ngữ

# profileArrivalDate
source: Arrival Date
pt: Data de Chegada
vi: Ngày đến

# profileDisplayName
source: Display Name
pt: Nome de Exibição
vi: Tên hiển thị

# profileNoName
source: No Name
pt: Sem Nome
vi: Chưa đặt tên

# profileNameTooLong
source: Name must be 100 characters or less
pt: O nome deve ter no máximo 100 caracteres
vi: Tên không được quá 100 ký tự

source: Profile saved
pt: Perfil salvo
vi: Đã lưu hồ sơ

# profileSaveButton
source: Save
pt: Salvar
vi: Lưu

# profileSaveError
source: Failed to save profile
pt: Falha ao salvar
vi: Lưu hồ sơ thất bại

# profileLoadError
source: Failed to load profile
pt: Falha ao carregar
vi: Tải hồ sơ thất bại

# settingsTitle
source: Settings
pt: Configurações
vi: Cài đặt

# settingsLanguageSection
source: Language
pt: Idioma
vi: Ngôn ngữ

# settingsAccountSection
source: Account
pt: Conta
vi: Tài khoản

# settingsAboutSection
source: About
pt: Sobre
vi: Giới thiệu

# settingsLogout
source: Log Out
pt: Sair
vi: Đăng xuất

# settingsDeleteAccount
source: Delete Account
pt: Excluir Conta
vi: Xóa tài khoản

# settingsDeleteAccountSubtitle
source: This action cannot be undone
pt: Esta ação não pode ser desfeita
vi: Hành động này không thể hoàn tác

# settingsVersion
source: Version
pt: Versão
vi: Phiên bản

# settingsLogoutConfirmTitle
source: Log Out
pt: Sair
vi: Đăng xuất

# settingsLogoutConfirmMessage
source: Are you sure you want to log out?
pt: Tem certeza de que deseja sair?
vi: Bạn có chắc muốn đăng xuất?

# settingsDeleteConfirmTitle
source: Delete Account
pt: Excluir Conta
vi: Xóa tài khoản

# settingsDeleteConfirmMessage
source: Are you sure you want to delete your account? This action cannot be undone. All your data will be permanently removed.
pt: Tem certeza de que deseja excluir sua conta? Esta ação não pode ser desfeita. Todos os seus dados serão removidos permanentemente.
vi: Bạn có chắc muốn xóa tài khoản? Hành động này không thể hoàn tác. Tất cả dữ liệu sẽ bị xóa vĩnh viễn.

# settingsDeleteError
source: Failed to delete account
pt: Falha ao excluir
vi: Xóa tài khoản thất bại

# settingsCancel
source: Cancel
pt: Cancelar
vi: Hủy

# settingsDelete
source: Delete
pt: Excluir
vi: Xóa

# settingsConfirm
source: Confirm
pt: Confirmar
vi: Xác nhận

# navTitle
source: Guide
pt: Guia

# navSubtitle
source: Explore topics to help you navigate life in Japan.
pt: Explore tópicos para ajudar você a viver no Japão.

# navGuideCount
source: {count} guides
pt: {count} guias

# navGuideCountOne
source: 1 guide
pt: 1 guia

# navComingSoon
source: Coming Soon
pt: Em breve

# navComingSoonSnackbar
source: Coming soon! We're working on it.
pt: Em breve! Estamos trabalhando nisso.

# navErrorLoad
source: Unable to load guides.
pt: Não foi possível carregar os guias.

# navErrorRetry
source: Tap to retry
pt: Toque para tentar novamente

# domainBanking
source: Banking & Finance
pt: Banco e Finanças

# domainVisa
source: Visa & Immigration
pt: Visto e Imigração

# domainMedical
source: Medical & Health
pt: Saúde e Medicina

# domainConcierge
source: Life & General
pt: Vida e Geral

# domainHousing
source: Housing & Utilities
pt: Moradia e Utilidades

# domainEmployment
source: Employment & Tax
pt: Emprego e Impostos

# domainEducation
source: Education & Childcare
pt: Educação e Cuidado Infantil

# domainLegal
source: Legal & Insurance
pt: Jurídico e Seguros

# guideSearchPlaceholder
source: Search guides...
pt: Buscar guias...

# guideComingSoonTitle
source: Coming Soon
pt: Em breve

# guideComingSoonSubtitle
source: We're working on {domain} guides. Check back soon!
pt: Estamos trabalhando nos guias de {domain}. Volte em breve!

# guideComingSoonAskAi
source: Ask AI about {domain}
pt: Pergunte à IA sobre {domain}

# guideSearchEmpty
source: No guides found for "{query}".
pt: Nenhum guia encontrado para "{query}".

# guideSearchTry
source: Try a different search term.
pt: Tente um termo de busca diferente.

# guideErrorLoad
source: Unable to load guides for this category.
pt: Não foi possível carregar os guias desta categoria.

# guideAskAi
source: Ask AI about this topic
pt: Conversar com o Guia IA (obter detalhes)

# guideDisclaimer
source: This is general information and does not constitute legal advice. Please verify with relevant authorities.
pt: Esta é uma informação geral e não constitui aconselhamento jurídico. Verifique com as autoridades competentes.

# guideShare
source: Share
pt: Compartilhar

# guideErrorNotFound
source: This guide is no longer available.
pt: Este guia não está mais disponível.

# guideErrorLoadDetail
source: Unable to load this guide. Please try again.
pt: Não foi possível carregar este guia. Tente novamente.

# guideErrorRetryBack
source: Go back
pt: Voltar

# emergencyTitle
source: Emergency
pt: Emergência

# emergencyWarning
source: If you are in immediate danger, call 110 (Police) or 119 (Fire/Ambulance) immediately.
pt: Se você está em perigo imediato, ligue 110 (Polícia) ou 119 (Bombeiros/Ambulância) imediatamente.

# emergencySectionContacts
source: Emergency Contacts
pt: Contatos de emergência

# emergencySectionAmbulance
source: How to Call an Ambulance
pt: Como chamar uma ambulância

# emergencySectionMoreHelp
source: Need more help?
pt: Precisa de mais ajuda?

# emergencyPoliceName
source: Police
pt: Polícia

# emergencyFireName
source: Fire / Ambulance
pt: Bombeiros / Ambulância

# emergencyMedicalName
source: Medical Consultation
pt: Consulta médica

# emergencyMedicalNote
source: Non-emergency medical advice
pt: Aconselhamento médico não emergencial

# emergencyTellName
source: TELL Japan (Mental Health)
pt: TELL Japan (Saúde Mental)

# emergencyTellNote
source: Counseling in English
pt: Aconselhamento em inglês

# emergencyHelplineNote
source: 24 hours, multilingual
pt: 24 horas, multilíngue

# emergencyStep1
source: Call 119
pt: Ligue 119

# emergencyStep2
source: Say "Kyuukyuu desu" (救急です — It's an emergency)
pt: Diga "Kyuukyuu desu" (救急です — É uma emergência)

# emergencyStep3
source: Explain your location (address, nearby landmarks)
pt: Explique sua localização (endereço, pontos de referência)

# emergencyStep4
source: Describe the situation (what happened, symptoms)
pt: Descreva a situação (o que aconteceu, sintomas)

# emergencyStep5
source: Wait for the ambulance at the entrance of your building
pt: Espere a ambulância na entrada do seu prédio

# emergencyPhraseEmergencyHelp
source: It's an emergency
pt: É uma emergência

# emergencyPhraseHelpHelp
source: Please help
pt: Por favor, ajude

# emergencyPhraseAmbulanceHelp
source: Please send an ambulance
pt: Por favor, envie uma ambulância

# emergencyPhraseAddressHelp
source: The address is ○○
pt: O endereço é ○○

# emergencyAskAi
source: Chat with AI about emergency situations
pt: Falar com IA sobre situações de emergência

# emergencyDisclaimer
source: This guide provides general health information and is not a substitute for professional medical advice. In an emergency, call 119 immediately.
pt: Este guia fornece informações gerais de saúde e não substitui orientação médica profissional. Em caso de emergência, ligue 119 imediatamente.

# emergencyCallButton
source: Call
pt: Ligar

# emergencyOffline
source: Unable to load additional information. Call 110 or 119 if you need help.
pt: Não foi possível carregar informações adicionais. Ligue 110 ou 119 se precisar de ajuda.

# subTitle
source: Subscription
pt: Assinatura

# subSectionCurrent
source: Current Plan
pt: Plano atual

# subSectionChoose
source: Choose a Plan
pt: Escolha um plano

# subSectionCharge
source: Need More Chats?
pt: Precisa de mais chats?

# subSectionFaq
source: FAQ
pt: Perguntas frequentes

# subCurrentFree
source: Free Plan
pt: Plano grátis

# subCurrentStandard
source: Standard Plan
pt: Plano padrão

# subCurrentPremium
source: Premium Plan
pt: Plano premium

# subUpgradeNow
source: Upgrade Now
pt: Upgrade agora

# subPlanFree
source: Free
pt: Grátis

# subPlanStandard
source: Standard
pt: Padrão

# subPriceInterval
source: /month
pt: /mês

# subRecommended
source: RECOMMENDED
pt: RECOMENDADO

# subFeatureChatFree
source: 20 AI Guide chats on signup
pt: 20 conversas AI Guide ao registrar

# subFeatureChatStandard
source: 300 AI Guide chats/month
pt: 300 conversas AI Guide/mês

# subFeatureChatPremium
source: Unlimited AI Guide chats
pt: Conversas AI Guide ilimitadas

# subFeatureTrackerFree
source: Up to 3 tracker items
pt: Até 3 itens no rastreador

# subFeatureTrackerPaid
source: Unlimited tracker items
pt: Itens ilimitados no rastreador

# subFeatureAdsYes
source: Contains ads
pt: Contém anúncios

# subFeatureAdsNo
source: No ads
pt: Sem anúncios

# subFeatureGuideFree
source: Browse popular guides
pt: Ver alguns guias

# subFeatureGuidePaid
source: Browse all guides
pt: Ver todos os guias

# subFeatureImageNo
source: AI image analysis
pt: Análise de imagem IA (no chat)

# subFeatureImageYes
source: AI image analysis
pt: Análise de imagem IA (no chat)

# subButtonCurrent
source: Current Plan
pt: Plano atual

# subButtonChoose
source: Choose {plan}
pt: Escolher {plan}

# subCharge100
source: 100 Chats Pack
pt: Pacote 100 chats

# subCharge50
source: 50 Chats Pack
pt: Pacote 50 chats

# subChargeDescription
source: Extra chats that never expire. Used after your plan's limit.
pt: Chats extras que nunca expiram. Usados após o limite do plano.

# subFaqBillingQ
source: How does billing work?
pt: Como funciona a cobrança?

# subFaqBillingA
source: Subscriptions are billed monthly through the App Store or Google Play. You can manage your subscription in your device settings.
pt: As assinaturas são cobradas mensalmente pela App Store ou Google Play. Você pode gerenciar nas configurações do dispositivo.

# subFaqCancelQ
source: Can I cancel anytime?
pt: Posso cancelar a qualquer momento?

# subFaqCancelA
source: Yes! You can cancel anytime. Your plan will remain active until the end of the billing period.
pt: Sim! Você pode cancelar a qualquer momento. Seu plano permanece ativo até o final do período.

# subFaqDowngradeQ
source: What happens when I downgrade?
pt: O que acontece quando eu rebaixo?

# subFaqDowngradeA
source: When you downgrade, you'll keep your current plan benefits until the end of the billing period. Then your plan will switch to the new tier.
pt: Ao rebaixar, você mantém os benefícios do plano atual até o final do período. Depois, muda para o novo nível.

# subFooter
source: Subscription managed via App Store / Google Play
pt: Assinatura gerenciada pela App Store / Google Play

# subPurchaseSuccess
source: Welcome to {plan}! Your upgrade is now active.
pt: Bem-vindo ao {plan}! Seu upgrade está ativo.

# subPurchaseError
source: Unable to complete purchase. Please try again.
pt: Não foi possível concluir a compra. Tente novamente.

# subErrorLoad
source: Unable to load subscription plans.
pt: Não foi possível carregar os planos.

# subErrorRetry
source: Tap to retry
pt: Toque para tentar novamente

# profileSectionInfo
source: Your Information
pt: Suas informações

# profileSectionStats
source: Usage Statistics
pt: Estatísticas de uso

# profileChatsToday
source: Chats today
pt: Chats hoje

# profileMemberSince
source: Member since
pt: Membro desde

# profileManageSubscription
source: Manage Subscription
pt: Gerenciar assinatura

# profileNotSet
source: Not set
pt: Não definido

# editTitle
source: Edit Profile
pt: Editar perfil

# editSave
source: Save
pt: Salvar

# editNameLabel
source: Display Name
pt: Nome de exibição

# editNameHint
source: Enter your name
pt: Digite seu nome

# editNationalityLabel
source: Nationality
pt: Nacionalidade

# editNationalityHint
source: Select your nationality
pt: Selecione sua nacionalidade

# editStatusLabel
source: Residence Status
pt: Status de residência

# editStatusHint
source: Select your status
pt: Selecione seu status

# editRegionLabel
source: Region
pt: Região

# editRegionHint
source: Select your region
pt: Selecione sua região

# editLanguageLabel
source: Preferred Language
pt: Idioma preferido

# editChangePhoto
source: Change photo
pt: Alterar foto

# editSuccess
source: Profile updated successfully.
pt: Perfil atualizado com sucesso.

# editError
source: Unable to update profile. Please try again.
pt: Não foi possível atualizar o perfil. Tente novamente.

# editUnsavedTitle
source: Unsaved changes
pt: Alterações não salvas

# editUnsavedMessage
source: You have unsaved changes. Discard them?
pt: Você tem alterações não salvas. Descartar?

# editUnsavedDiscard
source: Discard
pt: Descartar

# editUnsavedKeep
source: Keep editing
pt: Continuar editando

# settingsSectionGeneral
source: General
pt: Geral

# settingsSectionAccount
source: Account
pt: Conta

# settingsSectionDanger
source: Danger Zone
pt: Zona de perigo

# settingsSectionAbout
source: About
pt: Sobre

# settingsLanguage
source: Language
pt: Idioma

# settingsNotifications
source: Notifications
pt: Notificações

# settingsSubscription
source: Subscription
pt: Assinatura

# settingsTerms
source: Terms of Service
pt: Termos de Serviço

# settingsPrivacy
source: Privacy Policy
pt: Política de Privacidade

# settingsContact
source: Contact Us
pt: Fale conosco

# settingsFooter
source: Made with ❤️ for everyone navigating life in Japan
pt: Feito com ❤️ para todos que vivem no Japão

# settingsLogoutTitle
source: Log Out
pt: Sair

# settingsLogoutMessage
source: Are you sure you want to log out?
pt: Tem certeza que deseja sair?

# settingsLogoutConfirm
source: Log Out
pt: Sair

# settingsLogoutCancel
source: Cancel
pt: Cancelar

# settingsDeleteTitle
source: Delete Account
pt: Excluir conta

# settingsDeleteMessage
source: This action cannot be undone. All your data will be permanently deleted. Are you sure?
pt: Esta ação não pode ser desfeita. Todos os seus dados serão excluídos permanentemente. Tem certeza?

# settingsDeleteConfirmAction
source: Delete My Account
pt: Excluir minha conta

# settingsDeleteCancel
source: Cancel
pt: Cancelar

# settingsDeleteSuccess
source: Your account has been deleted.
pt: Sua conta foi excluída.

# settingsLanguageTitle
source: Choose Language
pt: Escolher idioma

# settingsErrorLogout
source: Unable to log out. Please try again.
pt: Não foi possível sair. Tente novamente.

# settingsErrorDelete
source: Unable to delete account. Please try again.
pt: Não foi possível excluir a conta. Tente novamente.

# chatGuestTitle
source: Ask AI anything about life in Japan
pt: Pergunte ao AI sobre a vida no Japão

# chatGuestFeature1
source: How to open a bank account
pt: Como abrir uma conta bancária

# chatGuestFeature2
source: Visa renewal procedures
pt: Procedimentos de renovação de visto

# chatGuestFeature3
source: How to visit a hospital
pt: Como ir ao hospital

# chatGuestFeature4
source: And anything else
pt: E qualquer outra coisa

# chatGuestFreeOffer
source: Free signup — 20 chats included
pt: Cadastro gratuito — 5 chats por dia

# chatGuestSignUp
source: Get started free
pt: Comece grátis

# chatGuestLogin
source: Already have an account? Log in
pt: Já tem conta? Entrar

# guestRegisterCta
source: Sign up free to use AI Chat
pt: Cadastre-se grátis para usar o AI Chat

# guideReadMore
source: Sign up to read the full guide
pt: Cadastre-se para ler o guia completo

# guideAskAI
source: Ask AI for details
pt: Pergunte detalhes ao AI

# guideGuestCtaButton
source: Create Free Account
pt: Criar conta gratuita

# homeGuestCtaText
source: Create your free account to unlock AI chat and personalized guides
pt: Crie sua conta gratuita para acessar chat IA e guias personalizados

# homeGuestCtaButton
source: Get Started
pt: Começar

# chatUpgradeBanner
source: Upgrade to Premium for unlimited chat
pt: Faça upgrade para Premium para chat ilimitado

# chatUpgradeButton
source: View Plans
pt: Ver planos

# guidePremiumCta
source: This content is available with a Premium subscription
pt: Este conteúdo requer assinatura Premium

# guidePremiumCtaButton
source: View Plans
pt: Ver planos

# guideTierLimitError
source: Upgrade to access the full guide content
pt: Faça upgrade para acessar o conteúdo completo

# trackerSave
source: Save
pt: Salvar

# trackerSaved
source: Saved
pt: Salvo

# trackerItemSaved
source: Added to to-do list
pt: Adicionado à lista de tarefas

# homeQaTrackerTitle
source: To-Do
pt: Tarefas

# homeQaTrackerSubtitle
source: Manage your to-do list
pt: Gerenciar suas tarefas

# chatAttachPhoto
source: Take Photo
pt: Tirar Foto

# chatAttachGallery
source: Choose from Gallery
pt: Escolher da Galeria

# chatAttachCancel
source: Cancel
pt: Cancelar

# chatImageTooLarge
source: Image is too large (max 5MB)
pt: Imagem muito grande (máx. 5MB)

# countryCN
source: China
vi: Trung Quốc

# countryTW
source: Taiwan
vi: Đài Loan

# navigateScanner
source: Scanner
vi: Quét
