Repository: cjttca-cd/gaijin-life-navi
Catalog: app/lib/l10n/app_*.arb
Languages: pt, vi

# langTitle
source: Choose your language
pt: Escolha seu idioma

# langContinue
source: Continue
pt: Continuar

# loginWelcome
source: Sign in to your account
pt: Entre na sua conta

# loginSubtitle
source: Sign in to continue
pt: Faça login para continuar
vi: Đăng nhập vào tài khoản của bạn

# loginPasswordLabel
source: Password
pt: Senha

# loginPasswordHint
source: Enter your password
pt: Digite sua senha

# loginForgotPassword
source: Forgot password?
pt: Esqueceu a senha?

# loginButton
source: Sign In
pt: Entrar
vi: Đăng nhập

# loginNoAccount
source: Don't have an account?
pt: Não tem uma conta?

# loginSignUp
source: Sign Up
pt: Cadastre-se

# loginErrorInvalidEmail
source: Please enter a valid email address.
pt: Por favor, insira um endereço de e-mail válido.

# loginErrorInvalidCredentials
source: Incorrect email or password. Please try again.
pt: E-mail ou senha incorretos. Tente novamente.

# loginErrorNetwork
source: Unable to connect. Please check your internet connection.
pt: Não foi possível conectar. Verifique sua conexão com a internet.

# loginErrorTooManyAttempts
source: Too many attempts. Please try again later.
pt: Muitas tentativas. Tente novamente mais tarde.

# registerTitle
source: Create your account
pt: Crie sua conta
vi: Tạo Tài Khoản

# registerSubtitle
source: Start your journey in Japan
pt: Comece sua jornada no Japão
vi: Bắt đầu cuộc sống tại Nhật Bản với sự tự tin

# registerPasswordLabel
source: Password
pt: Senha

# registerPasswordHint
source: Create a password
pt: Crie uma senha

# registerPasswordHelper
source: 8 or more characters
pt: 8 ou mais caracteres

# registerConfirmLabel
source: Confirm password
pt: Confirmar senha

# registerConfirmHint
source: Re-enter your password
pt: Digite sua senha novamente

# registerTermsAgree
source: I agree to the
pt: Eu concordo com os

# registerTermsLink
source: Terms of Service
pt: Termos de Serviço

# registerPrivacyAnd
source: and
pt: e

# registerPrivacyLink
source: Privacy Policy
pt: Política de Privacidade

# registerButton
source: Create Account
pt: Criar conta
vi: Tạo Tài Khoản

# registerHasAccount
source: Already have an account?
pt: Já tem uma conta?

# registerSignIn
source: Sign In
pt: Entrar

# registerErrorEmailInvalid
source: Please enter a valid email address.
pt: Por favor, insira um endereço de e-mail válido.

# registerErrorEmailInUse
source: This email is already registered. Try signing in instead.
pt: Este e-mail já está registrado. Tente fazer login.

# registerErrorPasswordShort
source: Password must be at least 8 characters.
pt: A senha deve ter pelo menos 8 caracteres.

# registerErrorPasswordMismatch
source: Passwords don't match.
pt: As senhas não coincidem.

# registerErrorTermsRequired
source: Please agree to the Terms of Service.
pt: Por favor, concorde com os Termos de Serviço.

# resetTitle
source: Reset your password
pt: Redefinir sua senha

# resetSubtitle
source: Enter your email and we'll send you a reset link.
pt: Digite seu e-mail e enviaremos um link de redefinição.

# resetButton
source: Send Reset Link
pt: Enviar link de redefinição

# resetBackToLogin
source: Back to Sign In
pt: Voltar para login

# resetSuccessTitle
source: Check your email
pt: Verifique seu e-mail

# resetSuccessSubtitle
source: We've sent a reset link to {email}
pt: Enviamos um link de redefinição para {email}

# resetResend
source: Didn't receive it? Resend
pt: Não recebeu? Reenviar

# resetErrorEmailInvalid
source: Please enter a valid email address.
pt: Por favor, insira um endereço de e-mail válido.

# onboardingSkip
source: Skip
pt: Pular
vi: Bỏ qua

# onboardingNext
source: Next
pt: Próximo
vi: Tiếp theo

# onboardingGetStarted
source: Get Started
pt: Começar

# onboardingStepOf
source: Step {current} of {total}
pt: Passo {current} de {total}
vi: Bước {current} / {total}

# onboardingS1Title
source: What's your nationality?
pt: Qual é a sua nacionalidade?

# onboardingS1Subtitle
source: This helps us give you relevant information.
pt: Isso nos ajuda a fornecer informações relevantes.

# onboardingS2Title
source: What's your residence status?
pt: Qual é o seu status de residência?

# onboardingS2Subtitle
source: We can tailor visa-related information for you.
pt: Podemos personalizar informações sobre visto para você.

# onboardingS3Title
source: Where do you live in Japan?
pt: Onde você mora no Japão?

# onboardingS3Subtitle
source: For location-specific guides.
pt: Para guias específicos da região.

# onboardingS4Title
source: When did you arrive in Japan?
pt: Quando você chegou ao Japão?

# onboardingS4Subtitle
source: We'll suggest time-sensitive tasks you may need to complete.
pt: Vamos sugerir tarefas urgentes que você precisa concluir.

# onboardingS4Placeholder
source: Select date
pt: Selecione a data

# onboardingS4NotYet
source: I haven't arrived yet
pt: Ainda não cheguei

# onboardingChangeDate
source: Change Date
pt: Alterar data
vi: Đổi ngày

# onboardingErrorSave
source: Unable to save your information. Please try again.
pt: Não foi possível salvar suas informações. Tente novamente.

# statusEngineer
source: Engineer / Specialist in Humanities
pt: Engenheiro / Especialista em Humanidades

# statusStudent
source: Student
pt: Estudante

# statusDependent
source: Dependent
pt: Dependente

# statusPermanent
source: Permanent Resident
pt: Residente permanente

# statusSpouse
source: Spouse of Japanese National
pt: Cônjuge de nacional japonês

# statusSpecifiedSkilled
source: Specified Skilled Worker
pt: Trabalhador qualificado específico

# statusOther
source: Other
pt: Outro

# tabHome
source: Home
pt: Início
vi: Trang chủ

# tabChat
source: AI Guide
pt: AI Guia
vi: Trò chuyện

# tabGuide
source: Guide
pt: Guia

# tabProfile
source: Profile
pt: Perfil
vi: Hồ sơ

# homeGreetingMorning
source: Good morning, {name} 👋
pt: Bom dia, {name} 👋

# homeGreetingAfternoon
source: Good afternoon, {name} 👋
pt: Boa tarde, {name} 👋

# homeGreetingEvening
source: Good evening, {name} 👋
pt: Boa noite, {name} 👋

# homeGreetingDefault
source: Hello, {name} 👋
pt: Olá, {name} 👋

# homeGreetingNoName
source: Welcome! 👋
pt: Bem-vindo! 👋

# homeUsageFree
source: Free • {remaining}/{limit} chats remaining
pt: Grátis • {remaining}/{limit} chats restantes hoje

# homeSectionQuickActions
source: Quick Actions
pt: Ações rápidas

# homeSectionExplore
source: Explore
pt: Explorar

# homeTrackerSummary
source: My To-Dos
pt: Minhas Tarefas

# homePopularGuides
source: Popular Guides
pt: Guias Populares

# homeTrackerNoItems
source: No to-dos yet. Tap to add one.
pt: Nenhuma tarefa ainda. Toque para adicionar.

# homeQaChatTitle
source: Talk to AI Guide
pt: Chat IA

# homeQaChatSubtitle
source: Ask anything about life in Japan
pt: Pergunte qualquer coisa sobre a vida no Japão

# homeQaBankingTitle
source: Banking
pt: Banco

# homeQaBankingSubtitle
source: Account opening, transfers & more
pt: Abertura de conta, transferências e mais

# homeQaVisaTitle
source: Visa
pt: Visto

# homeQaVisaSubtitle
source: Immigration guides & procedures
pt: Guias e procedimentos de imigração

# homeQaMedicalTitle
source: Medical
pt: Saúde

# homeQaMedicalSubtitle
source: Health guides & emergency info
pt: Guias de saúde e informações de emergência

# homeExploreGuides
source: Browse all guides
pt: Ver todos os guias

# homeExploreEmergency
source: Emergency contacts
pt: Contatos de emergência

# homeUpgradeTitle
source: Get more from your AI assistant
pt: Aproveite mais do seu assistente IA

# homeUpgradeCta
source: Upgrade now
pt: Upgrade agora

# chatTitle
source: AI Guide
pt: AI Guia
vi: AI Chat

# chatInputPlaceholder
source: Type your message...
pt: Digite sua mensagem...

# chatEmptyTitle
source: Ask me anything!
pt: Pergunte-me qualquer coisa!
vi: Bắt đầu cuộc trò chuyện

# chatEmptySubtitle
source: I can help you with banking, visa, medical questions and more about life in Japan.
pt: Posso ajudar com perguntas sobre banco, visto, saúde e mais sobre a vida no Japão.
vi: Hỏi AI bất cứ điều gì về cuộc sống tại Nhật Bản

# chatSuggestBank
source: How do I open a bank account?
pt: Como abro uma conta bancária?

# chatSuggestVisa
source: How to renew my visa?
pt: Como renovar meu visto?

# chatSuggestMedical
source: How to see a doctor?
pt: Como consultar um médico?

# chatSuggestGeneral
source: What do I need after arriving in Japan?
pt: O que preciso fazer depois de chegar ao Japão?

# chatSourcesHeader
source: Sources
pt: Fontes

# chatDisclaimer
source: This is general information only. It does not constitute legal advice. Please verify with relevant authorities.
pt: Esta é apenas informação geral. Não constitui aconselhamento jurídico. Verifique com as autoridades competentes.

# chatLimitRemaining
source: {remaining}/{limit} free chats remaining.
pt: {remaining}/{limit} chats grátis restantes hoje.

# chatLimitExhausted
source: You've used all your free chats for today. Upgrade to keep chatting!
pt: Você usou todos os chats grátis de hoje. Faça upgrade para continuar!

# chatErrorSend
source: Unable to send your message. Please try again.
pt: Não foi possível enviar sua mensagem. Tente novamente.

# chatErrorRetry
source: Retry
pt: Tentar novamente

# chatDateToday
source: Today
pt: Hoje

# chatDateYesterday
source: Yesterday
pt: Ontem

# chatNewSession
source: New Chat
pt: Novo Chat
vi: Chat mới

# chatUntitledSession
source: New Conversation
pt: Nova Conversa
vi: Cuộc trò chuyện mới

# chatDeleteTitle
source: Delete Chat
pt: Excluir Chat
vi: Xóa chat

# chatDeleteConfirm
source: Are you sure you want to delete this chat?
pt: Tem certeza de que deseja excluir este chat?
vi: Bạn có chắc chắn muốn xóa cuộc trò chuyện này?

# chatDeleteCancel
source: Cancel
pt: Cancelar
vi: Hủy

# chatDeleteAction
source: Delete
pt: Excluir
vi: Xóa

# chatRetry
source: Retry
pt: Tentar novamente
vi: Thử lại

# countryVN
source: Vietnam
pt: Vietnã
vi: Việt Nam

# countryKR
source: South Korea
pt: Coreia do Sul
vi: Hàn Quốc

# countryPH
source: Philippines
pt: Filipinas

# countryBR
source: Brazil
pt: Brasil

# countryID
source: Indonesia
pt: Indonésia

# countryUS
source: United States
pt: Estados Unidos
vi: Hoa Kỳ

# countryTH
source: Thailand
pt: Tailândia
vi: Thái Lan

# countryIN
source: India
pt: Índia
vi: Ấn Độ

# countryMM
source: Myanmar
pt: Mianmar

# countryGB
source: United Kingdom
pt: Reino Unido
vi: Vương quốc Anh

# countryPK
source: Pakistan
pt: Paquistão

# countryFR
source: France
pt: França
vi: Pháp

# countryDE
source: Germany
pt: Alemanha
vi: Đức

# countryOther
source: Other
pt: Outro
vi: Khác

# regionTokyo
source: Tokyo
pt: Tóquio

# regionOther
source: Other
pt: Outro
vi: Khác

# genericError
source: Something went wrong. Please try again.
pt: Algo deu errado. Tente novamente.
vi: Có lỗi xảy ra. Vui lòng thử lại.

# networkError
source: Network error. Please check your connection.
pt: Erro de rede. Verifique sua conexão.
vi: Lỗi mạng. Vui lòng kiểm tra kết nối.

source: Logout
pt: Sair
vi: Đăng xuất

# bankingTitle
source: Banking Navigator
pt: Navegador Bancário
vi: Hướng dẫn Ngân hàng

# bankingFriendlyScore
source: Foreigner-Friendly Score
pt: Pontuação de Amigabilidade
vi: Điểm thân thiện với người nước ngoài

# bankingEmpty
source: No banks found
pt: Nenhum banco encontrado
vi: Không tìm thấy ngân hàng

# bankingRecommendButton
source: Recommend
pt: Recomendar
vi: Gợi ý

# bankingRecommendTitle
source: Bank Recommendations
pt: Recomendações de Bancos
vi: Gợi ý Ngân hàng

# bankingSelectPriorities
source: Select your priorities
pt: Selecione suas prioridades
vi: Chọn ưu tiên của bạn

# bankingPriorityMultilingual
source: Multilingual Support
pt: Suporte Multilíngue
vi: Hỗ trợ đa ngôn ngữ

# bankingPriorityLowFee
source: Low Fees
pt: Taxas Baixas
vi: Phí thấp

# bankingPriorityAtm
source: ATM Network
pt: Rede de ATMs
vi: Mạng lưới ATM

# bankingPriorityOnline
source: Online Banking
pt: Internet Banking
vi: Ngân hàng trực tuyến

# bankingGetRecommendations
source: Get Recommendations
pt: Obter Recomendações
vi: Nhận gợi ý

# bankingRecommendHint
source: Select your priorities and tap Get Recommendations
pt: Selecione prioridades e toque em Obter Recomendações
vi: Chọn ưu tiên và nhấn Nhận gợi ý

# bankingNoRecommendations
source: No recommendations found
pt: Nenhuma recomendação encontrada
vi: Không tìm thấy gợi ý

# bankingViewGuide
source: View Guide
pt: Ver Guia
vi: Xem hướng dẫn

# bankingGuideTitle
source: Account Opening Guide
pt: Guia de Abertura de Conta
vi: Hướng dẫn mở tài khoản

# bankingRequiredDocs
source: Required Documents
pt: Documentos Necessários
vi: Tài liệu cần thiết

# bankingConversationTemplates
source: Useful Phrases at the Bank
pt: Frases Úteis no Banco
vi: Cụm từ hữu ích tại ngân hàng

# bankingTroubleshooting
source: Troubleshooting Tips
pt: Solução de Problemas
vi: Mẹo xử lý sự cố

# bankingSource
source: Source
pt: Fonte
vi: Nguồn

# visaTitle
source: Visa Navigator
pt: Navegador de Visto
vi: Hướng dẫn Visa

# visaEmpty
source: No procedures found
pt: Nenhum procedimento encontrado
vi: Không tìm thấy thủ tục

# visaFilterAll
source: All
pt: Todos
vi: Tất cả

# visaDetailTitle
source: Procedure Details
pt: Detalhes do Procedimento
vi: Chi tiết thủ tục

# visaSteps
source: Steps
pt: Etapas
vi: Các bước

# visaRequiredDocuments
source: Required Documents
pt: Documentos Necessários
vi: Tài liệu cần thiết

# visaFees
source: Fees
pt: Taxas
vi: Lệ phí

# visaProcessingTime
source: Processing Time
pt: Tempo de Processamento
vi: Thời gian xử lý

# visaDisclaimer
source: IMPORTANT: This is general information about visa procedures and does not constitute immigration advice.
pt: IMPORTANTE: Informações gerais sobre procedimentos de visto. Não constitui aconselhamento de imigração.
vi: QUAN TRỌNG: Đây là thông tin chung về thủ tục visa và không cấu thành tư vấn nhập cư. Luật và thủ tục nhập cư có thể thay đổi. Luôn tham khảo ý kiến của Cục Quản lý Xuất nhập cảnh hoặc luật sư nhập cư có chuyên môn (行政書士) cho tình huống cụ thể của bạn.

# trackerTitle
source: To-Do
pt: Tarefas
vi: Theo dõi Thủ tục

# trackerAddItem
source: New To-Do
pt: Nova Tarefa

# trackerNoItems
source: No to-dos yet
pt: Nenhuma tarefa ainda

# trackerNoItemsHint
source: Tap + to add your first to-do
pt: Toque em + para adicionar sua primeira tarefa

# trackerAddTitle
source: Title
pt: Título

# trackerAddMemo
source: Memo (optional)
pt: Notas (opcional)

# trackerAddDueDate
source: Due date (optional)
pt: Data limite (opcional)

# trackerDueToday
source: Due today
pt: Vence hoje

# trackerOverdue
source: Overdue
pt: Atrasada

# trackerViewAll
source: View all →
pt: Ver todas →

# trackerDeleteTitle
source: Delete To-Do
pt: Excluir Tarefa
vi: Xóa thủ tục

# trackerDeleteConfirm
source: Are you sure you want to delete this to-do?
pt: Tem certeza de que deseja excluir esta tarefa?
vi: Bạn có chắc chắn muốn xóa thủ tục này khỏi theo dõi?

# trackerLimitReached
source: Free plan allows up to 3 to-dos. Upgrade for unlimited.
pt: Plano grátis permite até 3. Atualize para ilimitado.
vi: Đã đạt giới hạn gói miễn phí (3 thủ tục). Nâng cấp lên Premium để không giới hạn.

# trackerAlreadyTracking
source: This item is already in your to-do list
pt: Esta tarefa já está na sua lista
vi: Bạn đã theo dõi thủ tục này

# scannerTitle
source: Document Scanner
pt: Scanner de Documentos
vi: Quét tài liệu

# scannerDescription
source: Scan Japanese documents to get instant translations and explanations
pt: Digitalize documentos japoneses para tradução e explicação instantâneas
vi: Quét tài liệu tiếng Nhật để nhận bản dịch và giải thích ngay lập tức

# scannerFromCamera
source: Scan from Camera
pt: Digitalizar da Câmera
vi: Quét từ Camera

# scannerFromGallery
source: Choose from Gallery
pt: Escolher da Galeria
vi: Chọn từ Thư viện

# scannerHistory
source: History
pt: Histórico
vi: Lịch sử

# scannerHistoryTitle
source: Scan History
pt: Histórico de Digitalizações
vi: Lịch sử quét

# scannerHistoryEmpty
source: No scans yet
pt: Nenhuma digitalização ainda
vi: Chưa có bản quét nào

# scannerUnknownType
source: Unknown Document
pt: Documento Desconhecido
vi: Tài liệu không xác định

# scannerResultTitle
source: Scan Result
pt: Resultado da Digitalização
vi: Kết quả quét

# scannerOriginalText
source: Original Text (Japanese)
pt: Texto Original (Japonês)
vi: Văn bản gốc (Tiếng Nhật)

# scannerTranslation
source: Translation
pt: Tradução
vi: Bản dịch

# scannerExplanation
source: What This Means
pt: O Que Significa
vi: Điều này có nghĩa gì

# scannerProcessing
source: Processing your document...
pt: Processando seu documento...
vi: Đang xử lý tài liệu...

# scannerRefresh
source: Refresh
pt: Atualizar
vi: Làm mới

# scannerFailed
source: Scan failed. Please try again.
pt: Digitalização falhou. Tente novamente.
vi: Quét thất bại. Vui lòng thử lại.

# scannerFreeLimitInfo
source: Free plan: 3 scans/month. Upgrade for more.
pt: Grátis: 3 digitalizações/mês. Faça upgrade para mais.
vi: Gói miễn phí: 3 lần quét/tháng. Nâng cấp để có thêm.

# scannerLimitReached
source: Monthly scan limit reached. Upgrade to Premium for more scans.
pt: Limite mensal de digitalizações atingido. Faça upgrade para mais.
vi: Đã đạt giới hạn quét hàng tháng. Nâng cấp lên Premium để quét thêm.

# medicalTitle
source: Medical Guide
pt: Guia Médico
vi: Hướng dẫn Y tế

# medicalTabEmergency
source: Emergency
pt: Emergência
vi: Cấp cứu

# medicalTabPhrases
source: Phrases
pt: Frases
vi: Cụm từ

# medicalEmergencyNumber
source: Emergency Number
pt: Número de Emergência
vi: Số cấp cứu

# medicalHowToCall
source: How to Call
pt: Como Ligar
vi: Cách gọi

# medicalWhatToPrepare
source: What to Prepare
pt: O Que Preparar
vi: Chuẩn bị gì

# medicalUsefulPhrases
source: Useful Phrases
pt: Frases Úteis
vi: Cụm từ hữu ích

# medicalCategoryAll
source: All
pt: Todos
vi: Tất cả

# medicalCategoryEmergency
source: Emergency
pt: Emergência
vi: Cấp cứu

# medicalCategorySymptom
source: Symptoms
pt: Sintomas
vi: Triệu chứng

# medicalCategoryInsurance
source: Insurance
pt: Seguro
vi: Bảo hiểm

# medicalCategoryGeneral
source: General
pt: Geral
vi: Chung

# medicalNoPhrases
source: No phrases found
pt: Nenhuma frase encontrada
vi: Không tìm thấy cụm từ

# medicalDisclaimer
source: This guide provides general health information and is not a substitute for professional medical advice. In an emergency, call 119 immediately.
pt: Este guia fornece informações gerais de saúde e não substitui orientação médica profissional. Em caso de emergência, ligue 119 imediatamente.
vi: Hướng dẫn này cung cấp thông tin sức khỏe chung và không thay thế lời khuyên y tế chuyên nghiệp. Trong trường hợp khẩn cấp, hãy gọi 119 ngay lập tức.

# navigateBanking
source: Banking
pt: Banco
vi: Ngân hàng

# navigateBankingDesc
source: Find foreigner-friendly banks
pt: Encontre bancos amigáveis ao estrangeiro
vi: Tìm ngân hàng thân thiện với người nước ngoài

# navigateVisa
source: Visa
pt: Visto

# navigateVisaDesc
source: Visa procedures & documents
pt: Procedimentos & documentos de visto
vi: Thủ tục visa và tài liệu

# navigateScannerDesc
source: Translate Japanese documents
pt: Traduza documentos japoneses
vi: Dịch tài liệu tiếng Nhật

# navigateMedical
source: Medical
pt: Saúde
vi: Y tế

# navigateMedicalDesc
source: Emergency guide & phrases
pt: Guia de emergência & frases
vi: Hướng dẫn cấp cứu và cụm từ

# navigateCommunity
source: Community
pt: Comunidade
vi: Cộng đồng

# navigateCommunityDesc
source: Q&A with other foreigners
pt: Perguntas e respostas com outros estrangeiros
vi: Hỏi đáp với người nước ngoài khác

source: Upgrade to Premium
pt: Upgrade para Premium
vi: Nâng cấp lên Premium

# communityTitle
source: Community Q&A
pt: Q&A Comunitário
vi: Cộng đồng Hỏi đáp

# communityEmpty
source: No posts yet
pt: Nenhuma publicação ainda
vi: Chưa có bài viết

# communityNewPost
source: New Post
pt: Nova Publicação
vi: Bài viết mới

# communityDetailTitle
source: Post Detail
pt: Detalhe da Publicação
vi: Chi tiết bài viết

# communityAnswered
source: Answered
pt: Respondido
vi: Đã trả lời

# communityBestAnswer
source: Best Answer
pt: Melhor Resposta
vi: Câu trả lời tốt nhất

# communityFilterAll
source: All
pt: Todos
vi: Tất cả

# communitySortNewest
source: Newest
pt: Mais Recentes
vi: Mới nhất

# communitySortPopular
source: Popular
pt: Populares
vi: Phổ biến

# communityCategoryVisa
source: Visa
pt: Visto

# communityCategoryHousing
source: Housing
pt: Moradia
vi: Nhà ở

# communityCategoryBanking
source: Banking
pt: Banco
vi: Ngân hàng

# communityCategoryWork
source: Work
pt: Trabalho
vi: Công việc

# communityCategoryDailyLife
source: Daily Life
pt: Dia a Dia
vi: Cuộc sống hàng ngày

# communityCategoryMedical
source: Medical
pt: Saúde
vi: Y tế

# communityCategoryEducation
source: Education
pt: Educação
vi: Giáo dục

# communityCategoryTax
source: Tax
pt: Impostos
vi: Thuế

# communityCategoryOther
source: Other
pt: Outro
vi: Khác

# communityReplies
source: {count} Replies
pt: {count} Respostas
vi: {count} Trả lời

# communityNoReplies
source: No replies yet. Be the first to answer!
pt: Sem respostas ainda. Seja o primeiro!
vi: Chưa có câu trả lời. Hãy là người đầu tiên!

# communityReplyHint
source: Write a reply...
pt: Escreva uma resposta...
vi: Viết câu trả lời...

# communityReplyPremiumOnly
source: Posting and replying requires a Premium subscription.
pt: Publicar e responder requer assinatura Premium.
vi: Đăng bài và trả lời cần đăng ký Premium.

# communityVoteCount
source: {count} votes
pt: {count} votos
vi: {count} phiếu

# communityModerationPending
source: Under review
pt: Em análise
vi: Đang xem xét

# communityModerationFlagged
source: Flagged for review
pt: Marcado para análise
vi: Đã gắn cờ để xem xét

# communityModerationNotice
source: Your post will be reviewed by our AI moderation system before it becomes visible to others.
pt: Sua publicação será revisada pelo nosso sistema de moderação por IA antes de ficar visível.
vi: Bài viết của bạn sẽ được hệ thống AI kiểm duyệt trước khi hiển thị cho người khác.

# communityChannelLabel
source: Language Channel
pt: Canal de Idioma
vi: Kênh ngôn ngữ

# communityCategoryLabel
source: Category
pt: Categoria
vi: Danh mục

# communityTitleLabel
source: Title
pt: Título
vi: Tiêu đề

# communityTitleHint
source: What's your question?
pt: Qual é a sua pergunta?
vi: Câu hỏi của bạn là gì?

# communityTitleMinLength
source: Title must be at least 5 characters
pt: O título deve ter pelo menos 5 caracteres
vi: Tiêu đề phải có ít nhất 5 ký tự

# communityContentLabel
source: Details
pt: Detalhes
vi: Chi tiết

# communityContentHint
source: Describe your question or situation in detail...
pt: Descreva sua pergunta ou situação em detalhes...
vi: Mô tả chi tiết câu hỏi hoặc tình huống của bạn...

# communityContentMinLength
source: Content must be at least 10 characters
pt: O conteúdo deve ter pelo menos 10 caracteres
vi: Nội dung phải có ít nhất 10 ký tự

# communitySubmit
source: Post
pt: Publicar
vi: Đăng

# communityTimeAgoDays
source: {days}d ago
pt: há {days}d
vi: {days} ngày trước

# communityTimeAgoHours
source: {hours}h ago
pt: há {hours}h
vi: {hours} giờ trước

# communityTimeAgoMinutes
source: {minutes}m ago
pt: há {minutes}m
vi: {minutes} phút trước

# subscriptionTitle
source: Subscription
pt: Assinatura
vi: Đăng ký

# subscriptionPlansTitle
source: Choose Your Plan
pt: Escolha seu Plano
vi: Chọn gói của bạn

# subscriptionPlansSubtitle
source: Unlock the full potential of Gaijin Life Navi
pt: Desbloqueie todo o potencial do Gaijin Life Navi
vi: Mở khóa toàn bộ tiềm năng của Gaijin Life Navi

# subscriptionCurrentPlan
source: Current Plan
pt: Plano Atual
vi: Gói hiện tại

# subscriptionCurrentPlanBadge
source: Current Plan
pt: Plano Atual
vi: Gói hiện tại

# subscriptionTierFree
source: Free
pt: Grátis
vi: Miễn phí

# subscriptionPricePerMonth
source: ¥{price}/month
pt: ¥{price}/mês
vi: ¥{price}/tháng
